[
  {
    "type": "body",
    "description": "Raise your arm with your palm forward and fingers point up then pull the fingers back with your other hand for 10 seconds each hand.",
    "amount": 80
  },
  {
    "type": "body",
    "description": "Stretch your arm over your chest using the other arm to hold it for 10 seconds on each arm.",
    "amount": 60
  },
  {
    "type": "body",
    "description": "With your hands, pull your neck to the right and to the left, staying in position for a few seconds.",
    "amount": 70
  },
  {
    "type": "body",
    "description": "With both hand touching the back of your head, move it downards, stretching the back of your neck.",
    "amount": 60
  },
  {
    "type": "body",
    "description": "Cross your legs and lower your body with your arms straight down. Repeat the movement switching the legs.",
    "amount": 100
  },
  {
    "type": "body",
    "description": "While sitting, open your legs and try to touch the ground with the palms of your hands, repeat 3 times for 5 seconds.",
    "amount": 80
  },
  {
    "type": "body",
    "description": "Pull your knee until it touches your chest and hold, change the leg after 10 seconds.",
    "amount": 50
  },
  {
    "type": "body",
    "description": "While sitting, cross one leg and lean your body forward, change the crossed leg after 10 seconds.",
    "amount": 80
  },
  {
    "type": "eye",
    "description": "While sitting, close your eyes and cover them with your palms for 2 minutes, then open normally.",
    "amount": 90
  },
  {
    "type": "eye",
    "description": "In an open area, look the farthest away you can in 4 directions for 3 seconds, move only your eyes. Repeat 3 times.",
    "amount": 140
  },
  {
    "type": "eye",
    "description": "Using your thumbs, massage the area under your eyebrows in circular movements for 15 seconds.",
    "amount": 70
  },
  {
    "type": "body",
    "description": "While standing, rotate your hips as much as you can to the left, hold for 5 seconds. Repeat to the right.",
    "amount": 90
  }
]